alsa-utils
autoconf
automake
bash
binutils
bison
bzip2
clang
coreutils
cryptsetup
device-mapper
dhcpcd
dialog
diffutils
dmenu
docker
dosfstools
e2fsprogs
fakeroot
ffmpeg
file
filesystem
findutils
firefox
flashplugin
flex
gawk
gcc
gcc-libs
gettext
git
glibc
gnome-disk-utility
go
gptfdisk
grep
groff
gzip
haskell-stack
htop
i3status
inetutils
iproute2
iputils
jfsutils
less
libtool
licenses
linux
linux-headers
logrotate
lsof
lvm2
m4
make
man-db
man-pages
mdadm
nano
ncdu
netctl
nodejs
noto-fonts
ntfs-3g
ocaml
openssh
pacman
parted
patch
pciutils
pcmciautils
perl
pkg-config
procps-ng
psmisc
python
python-pip
python2
python2-pip
reiserfsprogs
ruby
rxvt-unicode
s-nail
screenfetch
sed
shadow
sudo
sysfsutils
systemd-sysvcompat
tamsyn-font
tar
texinfo
tmux
tree
ttf-dejavu
unzip
usbutils
util-linux
vi
vim
w3m
wget
which
wpa_supplicant
xf86-input-synaptics
xf86-video-intel
xfsprogs
xorg-server
xorg-twm
xorg-xbacklight
xorg-xclock
xorg-xinit
xorg-xrandr
xorg-xrdb
xterm
zip
zsh
